{
  "cars": [
    {
      "id": 1,
      "Name": "Ferrari F40",
      "Url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9b/Ferrari_F40.JPG/800px-Ferrari_F40.JPG",
      "Text": "El Ferrari F40 es un automóvil superdeportivo Berlinetta de 2 puertas biplaza, producido por el fabricante italiano de automóviles Ferrari. ... Su precio, su comportamiento y su concepto lo convirtieron en un clásico instantáneo, y hoy en día es recordado junto al 288 GTO como el último gran Ferrari de la vieja escuela.",
      "Cylinders": 8,
      "Horsepower": 478,
      "Acceleration": 3.7,
      "Year": "1987",
      "Origin": "Europe"
    },
    {
      "id": 2,
      "Name": "Buick Skylark 320",
      "Url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/1972_Buick_Skylark_Front.jpg/1024px-1972_Buick_Skylark_Front.jpg",
      "Text": "El Buick Skylark fue un automóvil de turismo producido por la división Buick del fabricante estadounidense General Motors. El modelo se ha creado en varias series de producción. En cada ejecución, el diseño del coche ha variado dramáticamente debido a los cambios tecnológicos y los gustos, así como las nuevas normas implementadas en los últimos años.",
      "Cylinders": 8,
      "Horsepower": 360,
      "Acceleration": 6.7,
      "Year": "1953",
      "Origin": "USA"
    },
    {
      "id": 3,
      "Name": "Plymouth Road Runner",
      "Url": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/1969OrangeRoadRunner.jpg/800px-1969OrangeRoadRunner.jpg",
      "Text": "El Plymouth Road Runner es un vehículo deportivo tipo muscle car, producido por la empresa estadounidense Plymouth, una división de Chrysler, y estuvo a la venta en Estados Unidos entre 1968 y 1980. A pesar de que Plymouth ya tenía con el GTX un vehículo de altas prestaciones, la idea del Road Runner, era crear un automóvil que fuese capaz de recorrer el 1/4 de milla (402 m) en 14 segundos y que tuviese un precio inferior a 3.000 dólares. El mercado acogió muy bien el Road Runner y el modelo tuvo mucho más éxito que el Plymouth GTX.",
      "Cylinders": 8,
      "Horsepower": 335,
      "Acceleration": 11,
      "Year": "1968",
      "Origin": "USA"
    },
    {
      "id": 4,
      "Name": "AMC Rebel",
      "Url": "https://upload.wikimedia.org/wikipedia/commons/7/71/1968_AMC_Rebel_Station_Wagon-GoldWhite.jpg",
      "Text": "The AMC Rebel (known as the Rambler Rebel in 1967) is a midsized car produced by American Motors Corporation (AMC) from 1967 to 1970. It replaced the Rambler Classic. The Rebel was replaced by the similar AMC Matador for the 1971 model year. The Rebel was positioned as the high-volume seller in the independent automaker's line of models.",
      "Cylinders": 6,
      "Horsepower": 155,
      "Acceleration": 12,
      "Year": "1967",
      "Origin": "USA"
    },
    {
      "id": 5,
      "Name": "Ford Torino",
      "Url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/%2773_Ford_Gran_Torino_%28Auto_classique%29.JPG/1024px-%2773_Ford_Gran_Torino_%28Auto_classique%29.JPG",
      "Text": "El Ford Torino es un automóvil del segmento D producido por la Ford Motor Company para el mercado de EE. UU. entre 1968 y 1976. Inicialmente fue una versión de lujo de tamaño intermedio del Ford Fairlane, que Ford USA produjo entre 1962 y 1970. Después de 1968, el nombre de Fairlane se mantuvo en los modelos base con menores niveles de ajuste de los modelos que llevaban el nombre de Torino.",
      "Cylinders": 6,
      "Horsepower": 140,
      "Acceleration": 13,
      "Year": "1962",
      "Origin": "USA"
    },
    {
      "id": 6,
      "Name": "Ford Galaxie 500",
      "Url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/1963_Ford_Galaxie_500_XL_%2816316231815%29.jpg/800px-1963_Ford_Galaxie_500_XL_%2816316231815%29.jpg",
      "Text": "El Ford Galaxie (no confundir con el actual Ford Galaxy), era un coche de tamaño completo fabricado en Estados Unidos por Ford Motor Company, salió a la venta en el año 1959 y dejó de fabricarse en el año 1974. El nombre fue usado para los modelos superiores en la variedad de tamaño natural del Ford de 1959 a 1961, en una tentativa de mercadotecnia de apelar al entusiasmo que rodea la carrera espacial. ",
      "Cylinders": 8,
      "Horsepower": 198,
      "Acceleration": 10,
      "Year": "1958",
      "Origin": "USA"
    },
    {
      "id": 7,
      "Name": "Chevrolet Impala",
      "Url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/%2768_Chevrolet_Impala_Convertible_%28Cheaters_Kirkland%29.jpg/1280px-%2768_Chevrolet_Impala_Convertible_%28Cheaters_Kirkland%29.jpg",
      "Text": "El Chevrolet Impala es un automóvil producido por el fabricante estadounidense Chevrolet desde 1959 para el mercado norteamericano. El primer Impala fue presentado en la exhibición Motorama de la General Motors en 1956. Estas versiones mostraban su nueva línea de vehículos para el año próximo. En 1956, el Motorama Car Show pasó por Nueva York, Miami, Los Ángeles, San Francisco y Boston.",
      "Cylinders": 8,
      "Horsepower": 220,
      "Acceleration": 9,
      "Year": "1958",
      "Origin": "USA"
    },
    {
      "id": 8,
      "Name": "Plymouth Fury",
      "Url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/%2769_Plymouth_Sport_Fury_Convertible_%28Rigaud%29.JPG/1024px-%2769_Plymouth_Sport_Fury_Convertible_%28Rigaud%29.JPG",
      "Text": "El Plymouth Fury fue un automóvil fabricado por la división de automóviles Chrysler entre 1956 y 1978. Hubo hasta seis generaciones durante este período. Este modelo fue lanzado como un vehículo de alta gama, pero el objetivo de la compañía era utilizarlo para exponerlo y atraer a los consumidores, debido al imponente diseño de los primeros modelos.",
      "Cylinders": 8,
      "Horsepower": 215,
      "Acceleration": 8.5,
      "Year": "1970",
      "Origin": "USA"
    },
    {
      "id": 9,
      "Name": "Pontiac Catalina",
      "Url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Pontiac_Catalina_front.jpg/1024px-Pontiac_Catalina_front.jpg",
      "Text": "The Pontiac Catalina is an automobile which was part of Pontiac's full-sized line from 1950 to 1981. Initially, the name was used strictly to denote hardtop body styles, first appearing in the 1950 Chieftain Eight and DeLuxe Eight lines. In 1959, the Catalina became a separate model",
      "Cylinders": 8,
      "Horsepower": 225,
      "Acceleration": 10,
      "Year": "1970",
      "Origin": "USA"
    },
    {
      "id": 10,
      "Name": "AMC Ambassador",
      "Url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/1958_Ambassador_4-d_hardtop_wagon_1.JPG/1280px-1958_Ambassador_4-d_hardtop_wagon_1.JPG",
      "Text": "The Ambassador is an automobile manufactured and marketed by American Motors Corporation (AMC) from 1957-1974 over eight generations, in two-and four-door sedan, two-door hardtop, station wagon and convertible body styles. It was full-size from 1957 to 1961 and 1967 to 1974, and mid-size from 1962 to 1966.",
      "Cylinders": 8,
      "Horsepower": 190,
      "Acceleration": 13.5,
      "Year": "19757",
      "Origin": "USA"
    },
    {
      "id": 11,
      "Name": "Citroën GS",
      "Url": "https://upload.wikimedia.org/wikipedia/commons/f/fd/Citroen_GS_Pallas_1977.jpg",
      "Text": "El Citroën GS fue un automóvil producido por el fabricante francés Citroën entre 1970 y 1986. Como la mayoría de sus competidores de la época estaba situado entre los actuales segmento C y segmento D, permitiendo a la marca acceder a los segmentos medios con mayores garantías que con los Citroën Ami, derivados de los espartanos 2CV y demasiado alejados de los lujosos DS/ID con que había competido hasta entonces",
      "Cylinders": 4,
      "Horsepower": 60,
      "Acceleration": 17.5,
      "Year": "1970",
      "Origin": "Europe"
    },
    {
      "id": 12,
      "Name": "Chevrolet Chevelle",
      "Url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/1966_Chevrolet_Chevelle_SS_%2832985111206%29.jpg/800px-1966_Chevrolet_Chevelle_SS_%2832985111206%29.jpg",
      "Text": "El Chevrolet Chevelle es un automóvil de tamaño mediano que fue producido por Chevrolet en tres generaciones para los años modelo 1964 hasta 1978 . Parte de la de General Motors (GM) Un cuerpo de plataforma, el Chevelle era uno de los más exitosos de las placas de identificación de Chevrolet. Los estilos de carrocería incluyen cupés, sedanes, convertibles y camionetas. Chevrolet Chevelle - https://es.qaz.wiki/wiki/Chevrolet_Chevelle",
      "Cylinders": 8,
      "Horsepower": 165,
      "Acceleration": 11.5,
      "Year": "1963",
      "Origin": "USA"
    },
    {
      "id": 13,
      "Name": "Citroën DS - Tiburón",
      "Url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/12-03-01-autostadtr-by-RalfR-25_6_7_8_9_fused_edit.jpg/800px-12-03-01-autostadtr-by-RalfR-25_6_7_8_9_fused_edit.jpg",
      "Text": "El Citroën DS,2​ también apodado Citroën Sapo3​ o Citroën Tiburón4​ es un vehículo del segmento E producido por el fabricante Citroën entre los años 1955 y 1975 para competir contra el Renault Fregate superándolo en tecnología y diseño. Diseñado por el italiano Flaminio Bertoni, el DS es conocido tanto por su diseño futurista y su tecnología innovadora, como por su suspensión hidroneumática con corrector automático de altura.",
      "Cylinders": 4,
      "Horsepower": 50,
      "Acceleration": 18,
      "Year": "1955",
      "Origin": "Europa"
    },
    {
      "id": 14,
      "Name": "Renault 5",
      "Url": "https://upload.wikimedia.org/wikipedia/commons/2/23/R5_Auto.jpg",
      "Text": "El Renault 5, conocido popularmente como R-5 en su primera generación, y como Supercinco en la segunda, es un automóvil de turismo del segmento B producido por el fabricante francés Renault entre 1972 y 1996. Fue fabricado principalmente en su país de origen, Francia; en Valladolid (1972-1984) y después Palencia (Supercinco), España; ",
      "Cylinders": 4,
      "Horsepower": 40,
      "Acceleration": 18,
      "Year": "1972",
      "Origin": "Europa"
    },
    {
      "id": 15,
      "Name": "Porche 911 Turbo",
      "Text": "El Porsche 911 es un automóvil deportivo de lujo fabricado por la alemana Porsche desde el año 1964. La primera generación fue presentada en el Salón del Automóvil de Fráncfort, el 12 de septiembre de 1963, pensado como el sustituto del Porsche 356.A través de estos años, el 911 ha pasado por varias regeneraciones. De todas formas, muchas de las características del modelo original se conservan, como su configuración «todo atrás» (motor trasero y tracción trasera), su carrocería cupé fastback, el motor de seis cilindros bóxer y un interior con configuración 2+2 plazas.",
      "Url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Porsche_911_Carrera_RS_1973_%285462935421%29.jpg/800px-Porsche_911_Carrera_RS_1973_%285462935421%29.jpg",
      "Cylinders": 6,
      "Horsepower": 480,
      "Acceleration": 4.2,
      "Year": "1998",
      "Origin": "Europe"
    },
    {
      "id": 16,
      "Name": "Mercedes-Benz SLS AMG",
      "Text": "El Mercedes-Benz SLS AMG es un automóvil deportivo Gran Turismo de lujo4​ biplaza de 2 puertas de ala de gaviota,5​ desarrollado por Mercedes-AMG, filial del fabricante alemán Mercedes-Benz en sustitución del Mercedes-Benz SLR McLaren.",
      "Url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Mercedes-Benz_SLS_AMG_%28C_197%29_%E2%80%93_Frontansicht_ge%C3%B6ffnet%2C_10._August_2011%2C_D%C3%BCsseldorf.jpg/800px-Mercedes-Benz_SLS_AMG_%28C_197%29_%E2%80%93_Frontansicht_ge%C3%B6ffnet%2C_10._August_2011%2C_D%C3%BCsseldorf.jpg",
      "Cylinders": 6,
      "Horsepower": "615",
      "Acceleration": 3.5,
      "Year": "2010",
      "Origin": "Europe"
    },
    {
      "id": 17,
      "Name": "SEAT 600",
      "Text": "El SEAT 600 (también conocido popularmente como Seiscientos, Ombligo, Pelotilla, Seílla o Seíta) es un automóvil de turismo del segmento A producido por el fabricante español SEAT entre los años 1957 y 1973. Se construyó bajo licencia de la Fiat sobre el original Fiat 600, diseñado por el italiano Dante Giacosa. El Fiat 600 original se presentó en el Salón del Automóvil de Ginebra de 1955.",
      "Url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Techno-Classica_2018%2C_Essen_%28IMG_9761%29.jpg/800px-Techno-Classica_2018%2C_Essen_%28IMG_9761%29.jpg",
      "Cylinders": 4,
      "Horsepower": 21.5,
      "Acceleration": 25,
      "Year": "1957",
      "Origin": "España"
    },
    {
      "id": 18,
      "Name": "Rolls-Royce Phantom",
      "Text": "El Rolls-Royce Phantom es un automóvil del segmento F realizado por la marca británica Rolls-Royce y lanzado en el año 2003. Es un sedán de cuatro puertas; el Rolls-Royce Phantom Coupé y el Rolls-Royce Phantom Drophead Coupé son respectivamente las variantes cupé y descapotable.",
      "Url": "https://upload.wikimedia.org/wikipedia/commons/c/c6/2003-2008_Rolls-Royce_Phantom_01.jpg",
      "Cylinders": 12,
      "Horsepower": 460,
      "Acceleration": 6.7,
      "Year": "2003",
      "Origin": "Reino Unido"
    },
    {
      "id": 19,
      "Name": "Cadillac Eldorado ",
      "Text": "Cadillac Eldorado es un automóvil de lujo producido por la firma1​ estadounidense Cadillac entre los años 1953 y 2002.Después de su gran éxito como coche ideal, el Eldorado fue lanzado en producción limitada como modelo de propulsión. Este lujoso convertible 4/6 personas Convertible Sport Coupe) de largo 5,61 metros (220,9 plg), se establece sobre la base de la Serie 62 convertible con una distancia entre ejes de 3,2 metros (126 plg). El Cadillac Eldorado fue el primero en recibir un parabrisas panorámico.",
      "Url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Caddy-Eldorado-B1959.jpg/800px-Caddy-Eldorado-B1959.jpg",
      "Cylinders": 6,
      "Horsepower": 125,
      "Acceleration": 12,
      "Year": "1953",
      "Origin": "USA"
    },
    {
      "id": 20,
      "Name": "Ford T",
      "Text": "El Ford Modelo T (abreviado a Ford T, coloquialmente conocido como Tin Lizzie o Flivver en EE. UU. y «Ford a bigotes» en Argentina)7​ fue un automóvil barato producido por la Ford Motor Company de Henry Ford desde 1908 a 1927. Con este modelo se popularizó la producción en cadena, permitiendo bajar precios y facilitando la adquisición de los automóviles a la clase media.",
      "Url": "https://upload.wikimedia.org/wikipedia/commons/1/15/Late_model_Ford_Model_T.jpg",
      "Cylinders": 4,
      "Horsepower": 20,
      "Acceleration": 30,
      "Year": "1908",
      "Origin": "USA"
    },
    {
      "id": 21,
      "Name": "buick skylark 320",
      "Url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/1972_Buick_Skylark_Front.jpg/1024px-1972_Buick_Skylark_Front.jpg",
      "Text": "The Buick Skylark is a passenger car produced by Buick. The model was made in six production runs, during 46 years, over which the car's design varied dramatically due to changing technology, tastes and new standards implemented over the years.",
      "Cylinders": 8,
      "Horsepower": 80,
      "Acceleration": 22,
      "Year": "1954",
      "Origin": "USA"
    },
    {
      "id": 22,
      "Name": "Alfa Romeo Spider",
      "Url": "https://upload.wikimedia.org/wikipedia/commons/c/cf/1967-Alfa-Romeo-Duetto-Red-Front-Angle-st.jpg",
      "Text": "El Alfa Romeo Spider es un roadster producido por el fabricante de automóviles italiano Alfa Romeo desde el año 1966 hasta 1993. Ampliamente considerado como un diseño clásico, que se mantuvo en producción durante casi tres décadas con pequeñas modificaciones estéticas y mecánicas. Las tres primeras series fueron hechas por Pininfarina en Grugliasco y la cuarta serie en San Giorgio Canavese.",
      "Cylinders": 4,
      "Horsepower": 100,
      "Acceleration": 12,
      "Year": "1966",
      "Origin": "Italia"
    },
    {
      "id": 23,
      "Name": "Volkswagen Tipo 1",
      "Url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/VW_1302_%282013-09-15_2307_Spu%29.JPG/800px-VW_1302_%282013-09-15_2307_Spu%29.JPG",
      "Text": "El Volkswagen Tipo 1 (comercializado por la marca como Käfer, Beetle, Escarabajo, Sedán, Vocho o Fusca, entre otros nombres) es un popular automóvil del segmento A producido por el fabricante alemán Volkswagen desde 1938 hasta 2003, convirtiéndose en uno de los automóviles más populares del mundo. Posteriormente, en 1998, se lanzó al mercado el Volkswagen New Beetle, un automóvil completamente nuevo que tenía la forma del Beetle original, al que de alguna manera rinde homenaje.",
      "Cylinders": 4,
      "Horsepower": 60,
      "Acceleration": 15,
      "Year": "1938",
      "Origin": "Alemania"
    },
    {
      "id": 24,
      "Name": "Chevrolet Corvette (C3)",
      "Url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/1968_Chevrolet_Corvette_Stingray_%2814176876910%29.jpg/800px-1968_Chevrolet_Corvette_Stingray_%2814176876910%29.jpg",
      "Text": "The Chevrolet Corvette (C3) is a sports car that was produced from 1967 to 1982 by Chevrolet for the 1968 to 1982 model years. Engines and chassis components were mostly carried over from the previous generation, but the body and interior were new. It set new sales records with 53,807 produced for the 1979 model year.[4] The C3 is the third generation of the Chevrolet Corvette, and marks the second time the Corvette would carry the Stingray name, though only for the 1969 - 1976 model years. ",
      "Cylinders": 8,
      "Horsepower": 270,
      "Acceleration": 9,
      "Year": "1967",
      "Origin": "USA"
    },
    {
      "id": 25,
      "Name": "Mercedes-Benz Clase SL",
      "Url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Mercedes-Benz_SL_%28R107%29_and_SLC_%28C107%29_together.JPG/800px-Mercedes-Benz_SL_%28R107%29_and_SLC_%28C107%29_together.JPG",
      "Text": "El Mercedes-Benz Clase SL es un automóvil deportivo de lujo fabricado por la firma Mercedes-Benz desde el año 1954. La designación SL proviene del alemán Sport Leicht (deportivo ligero). El término Clase SL designa todas las variaciones del vehículo, incluyendo sus numerosas motorizaciones y 6 generaciones de carrocerías.",
      "Cylinders": 6,
      "Horsepower": 177,
      "Acceleration": 10,
      "Year": "1954",
      "Origin": "Alemania"
    },
    {
      "id": 26,
      "Name": "Renault 4",
      "Url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Terenure%2C_Co._Dublin_-_Ireland_%286018047588%29.jpg/800px-Terenure%2C_Co._Dublin_-_Ireland_%286018047588%29.jpg",
      "Text": "El Renault 4 (conocido popularmente como Cuatro ele, Cuatro latas, Renoleta, Chivoleta, R4, 4Lobbo, Katrca o Amigo Fiel en algunos países) es un utilitario producido por el fabricante francés Renault entre los años 1961 y 1993, y originalmente concebido para competir con el Citroën 2CV.",
      "Cylinders": 4,
      "Horsepower": 23,
      "Acceleration": 20,
      "Year": "1961",
      "Origin": "Francia"
    },
    {
      "id": 27,
      "Name": "BMW Serie 3",
      "Url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a3/BMW_E21_front_20080331.jpg/800px-BMW_E21_front_20080331.jpg",
      "Text": "El BMW Serie 3 es una serie de modelos de gama alta del segmento D del fabricante BMW con los cuales la firma alcanza los números de producción más altos. Ha sido producido por siete generaciones.En junio de 1975 se presentó el primer Serie 3 como una actualización técnica de la Serie 02. En mayo de 1981 salió el ejemplar un millón de la línea del Serie 3. El Serie 3 es el vehículo más fabricado de BMW1",
      "Cylinders": 6,
      "Horsepower": 143,
      "Acceleration": 9,
      "Year": "1975",
      "Origin": "Alemania"
    },
    {
      "id": 28,
      "Name": "Jaguar XK (1948-1961)",
      "Url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/16/Jaguar_XK_120_OTS_SE_1953.jpg/1024px-Jaguar_XK_120_OTS_SE_1953.jpg",
      "Text": "Los Jaguar XK son automóviles deportivos que fueron producidos por la marca Jaguar desde 1948 hasta 1961. Tuvieron un impacto sin precedentes en las ventas del fabricante inglés, y fueron los primeros automóviles nuevos producido en su totalidad tras la Segunda Guerra Mundial. Fue revolucionario en su época y un éxito instantáneo. Este modelo hoy en día es considerado como un icono del automovilismo de todos los tiempos.",
      "Cylinders": 6,
      "Horsepower": 180,
      "Acceleration": 10,
      "Year": "19748",
      "Origin": "Reino Unido"
    },
    {
      "id": 29,
      "Name": "Volkswagen Golf GTI 16V 1990",
      "Url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Terenure%2C_Co._Dublin_-_Ireland_%285994831121%29.jpg/800px-Terenure%2C_Co._Dublin_-_Ireland_%285994831121%29.jpg",
      "Text": "Los nombres Volkswagen Golf II o Golf Mk2 se refieren a la segunda generación de este popular modelo construido por el fabricante alemán Volkswagen que ha estado en producción ininterrumpida desde 1983 hasta 1991.",
      "Cylinders": 4,
      "Horsepower": 139,
      "Acceleration": 9,
      "Year": "1990",
      "Origin": "Alemania"
    },
    {
      "id": 31,
      "Name": "Morgan 4/4",
      "Url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Morgan_4-4_1939.jpg/800px-Morgan_4-4_1939.jpg",
      "Text": "The Morgan 4/4 is a British motor car which has been produced by the Morgan Motor Company since 1936. It was Morgan's first car with four wheels, the name indicating that the model has four wheels and four cylinders (earlier Morgans had been three-wheelers, typically with V-twin engines). Early publicity and advertising material variously referred to the model as 4/4, 4-4, Four Four and similar names, but from the outset the factory designation was always 4/4.[1]",
      "Cylinders": 4,
      "Horsepower": 40,
      "Acceleration": 19,
      "Year": "1939",
      "Origin": "Reino Unido"
    },
    {
      "id": 32,
      "Name": "Citroën 2 CV",
      "Text": "El Citroën 2 CV (en francés: deux chevaux vapeur, literalmente \"dos caballos de vapor\", en referencia a la medida de potencia \"caballo fiscal\"), es un automóvil de bajo coste producido por la marca francesa Citroën desde 1948 a 1990.1​ Popularmente se conoce como \"dos caballos\", tal era la potencia fiscal del primer modelo basado en un motor de 375 cc y 9 CV.",
      "Url": "https://upload.wikimedia.org/wikipedia/commons/6/6e/Citroen2cvtff.jpg",
      "Cylinders": "2",
      "Horsepower": "9",
      "Acceleration": "25",
      "Year": "1948",
      "Origin": "Francia"
    },
    {
      "id": 33,
      "Name": "Aston Martin DB3",
      "Text": "El Aston Martin DB3 y el posterior DB3S fueron automóviles de carreras construidos en la década de 1950 por el fabricante inglés Aston Martin. A pesar de que algunos utilizaban piezas del DB2, eran muy diferentes, siendo especialmente diseñados para la competición. Las modificaciones originales fueron realizadas por el exingeniero de Auto Union, Eberan von Eberhorst, aunque más tarde otros elaboraron el trabajo del DB3S.",
      "Url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/AM_DB3S.jpg/1024px-AM_DB3S.jpg",
      "Cylinders": "6",
      "Horsepower": "280",
      "Acceleration": "7",
      "Year": "1950",
      "Origin": "Reino Unido"
    },
    {
      "id": 34,
      "Name": "Mini Cooper s",
      "Text": "El Mini es un pequeño automóvil del segmento A producido por la British Motor Company y sus empresas sucesoras entre los años 1959 y 2000. Este automóvil, el más popular de los fabricados en Gran Bretaña, fue entonces remplazado por el nuevo MINI, lanzado en 2001. El original está considerado como un icono de los años 1960, y su distribución ahorradora de espacio con tracción delantera influyó sobre una generación de fabricantes de automóviles. ",
      "Url": "https://upload.wikimedia.org/wikipedia/commons/6/67/1963_MkI_Mini.jpg",
      "Cylinders": "4",
      "Horsepower": "60",
      "Acceleration": "20",
      "Year": "1959",
      "Origin": "Reino Unido"
    }
  ]
}
